<template>
	<view class="privacy-screen">
		<h4><strong>加油省车主</strong><strong>个人信息保护及隐私政策</strong></h4>
		<p>本政策仅适用于上海星楚科技有限公司的加油省车主产品或服务</p>
		<p>本版更新时间：2022年2月15日</p>
		<p>本版生效时间：2022年2月15日</p>
		<p>版本更新提示</p>
		<p>我们于前述时间更新了《加油省车主个人信息保护及隐私政策》的相关内容。此版本更新内容主要集中在：增加隐私政策（摘要）、完善了我们在必要范围内收集和使用您的个人信息类型和业务场景。</p>
		<p>隐私政策（摘要）</p>
		<p>本隐私政策（摘要）主要向您说明：我们在必要范围内收集和使用您的个人信息类型和业务场景，以及我们处理您个人信息的基本规则。如您想了解我们可能收集和使用您个人信息的全部场景，以及我们处理您个人信息的全部规则，请您查阅后续的《加油省车主个人信息保护及隐私政策》。
		</p>
		<h5><strong><strong>一、我们如何收集和使用您的个人信息</strong></strong></h5>
		<p>1、基于加油服务</p>
		<p>（1）用户注册&mdash;&mdash;用户本人手机号码及验证码</p>
		<p>使用目的：在您注册成为加油省车主用户时，您需要至少提供手机号码以创建加油省车主账号，并完善登录密码相关的网络身份识别信息；如果您仅需使用浏览、搜索等功能，您无需注册成为我们的用户以及提供上述信息。</p>
		<p>信息说明：我们将发送短信验证码来验证您的身份是否有效。</p>
		<p>（2）加油省车主下单&mdash;&mdash;地理位置</p>
		<p>使用目的：经您授权，我们会收集您的地理位置信息，以便为您推荐周边的加油站，以及估算加油站和您之间的距离以便于您进行消费决策等。</p>
		<p>信息说明：位置信息的来源包括 IP 地址、GPS 以及能够提供相关信息的 WLAN （如 Wi-Fi）
			接入点、蓝牙和基站等传感器信息。请您知悉，在加油省车主加油服务业务场景中位置是必要的信息，如果您不同意授权位置信息则可能会影响您的正常使用。</p>
		<p>（3）订单支付</p>
		<p>在您完成订单支付后，支付机构将向我们共享您的支付时间、支付金额、支付渠道信息，以帮助我们确认您是否已经付款。</p>
		<p>2、基于安全保障</p>
		<p>（1）设备信息</p>
		<p>为保障您的账户及交易安全，我们会依法根据网络运行安全需要收集和处理您的不可变设备标识（硬件序列号，网络设备标示符）、可变设备标识(Android
			Id,IP地址，OAID)、基本设备信息、基本硬件信息、操作系统及软件版本信息、设备状态、网络状态，我们也会将前述信息用于预防各类非法使用或侵害合法权益的行为。</p>
		<p>（2）系统权限</p>
		<p>使用目的：为提升您的消费体验，我们还可能向您申请启动系统权限，这些权限将在您同意后打开。</p>
		<p>信息说明：</p>
		<p>相机权限：您可以选择开启系统的相机权限，通过使用拍照、扫码功能授权加油省车主访问您的相机，以便于您通过加油省车主扫描各类服务二维码、拍摄照片。</p>
		<p>麦克风权限：您可以选择开启系统的麦克风权限，使用语音技术来实现语音搜索语音交互功能。我们会收集您在使用智能语音技术过程中录入的语音信息用于机器识别、在线交互并满足您的搜索或下单需求。</p>
		<p>设备存储权限：您可以选择开启系统的设备存储权限，通过主动上传图片方式授权我们访问您的相册，以便于您进行车辆认证或通过上传照片方式发布内容。</p>
		<p>（3）客服服务</p>
		<p>当您需要售前咨询或者与您订单相关的客户服务时，我们会使用您的账号信息核验您的身份，并根据需要查询您的访问记录或者订单信息。您在与我们的客服人员沟通时，还可能需要根据不同服务场景提供其他必要信息。</p>
		<p>3、您使用过程中主动提供的信息</p>
		<p>（1）车辆信息</p>
		<p>当您操作&ldquo;物流车/商用车认证&rdquo;功能进行车辆认证时，您需要上传车辆行驶证正反面的照片，以及提供车牌号信息，我们将基于识别车辆类型所需之必要，收集您的以下个人信息：车牌号、车辆类型、车辆所有人、登记地址、车辆性质、车辆品牌型号、车辆识别代号、车辆发动机号码、注册日期、发证日期。
		</p>
		<p>（2）收货人姓名（名称）、地址和联系电话</p>
		<p>当您通过商城购买商品等需要加油省车主邮寄时，您需在下单时提供收货人姓名（名称）、地址和联系电话，以便能够顺利完成交货。</p>
		<h5><strong><strong>二、我们如何共享您的个人信息</strong></strong></h5>
		<p>请您理解，我们无法单独向您提供全部的服务，很多时候我们还需要同我们的关联公司以及其他的服务提供商一起为您提供服务，因此，为满足为您提供上述服务的必要，我们需要向我们的关联公司、供应商、合作伙伴及其他第三方以共享或委托处理的方式提供您的部分个人信息。我们会采取必要的技术和管理措施保护您的个人信息安全。
		</p>
		<p>您可以通过《个人信息第三方共享清单》查看第三方SDK收集和使用您个人信息的情况。</p>
		<p>三、您如何管理您的个人信息</p>
		<p>您可以通过多种方式管理您的个人信息，例如更新您的个人资料，以及注销您的账户。</p>
		<p>如果您在管理您的个人信息时遇到问题，您可以与我们联系。但也请您理解，我们可能会因为履行法律法规义务或者我们提供服务必要性的原因无法完全满足您的请求。</p>
		<p>四、未成年人的个人信息保护</p>
		<p>我们的产品和/或服务主要面向成年人。如果没有父母或监护人的同意，未成年人不应创建自己的会员账户。</p>
		<p>对于经父母同意而收集未成年人个人信息（尤其是儿童个人信息）的情况，我们只会在法律允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用或公开披露此信息。</p>
		<p>五、如何联系我们</p>
		<p>1、如您对本隐私政策或您个人信息的相关事宜有任何问题、意见或建议，请通过以下方式与我们联系：</p>
		<p>个人信息保护负责人邮箱：shxingchukeji@163.com</p>
		<p>您还可以随时拨打我们客服电话400-8087-286与我们联系。</p>
		<p>2、一般情况下，我们将在15天内回复。如果您对我们的回复不满意，特别是我们的个人信息处理行为损害了您的合法权益，您还可以向网信、电信、公安及市场监督管理局等监管部门进行投诉或举报。</p>
		<p>加油省车主个人信息保护及隐私政策</p>
		<p>引言</p>
		<p>加油省车主（&ldquo;我们&rdquo;）非常重视用户（&ldquo;您&rdquo;）的隐私和个人信息保护。您在使用我们的服务时，我们可能会收集和使用您的相关信息。我们希望通过《加油省车主个人信息保护及隐私政策》（&ldquo;本隐私政策&rdquo;）向您说明，在您使用我们的服务时，我们如何收集、使用、储存、共享和转让这些信息，以及我们为您提供的访问、更新、删除和保护这些信息的方式。本隐私政策与您所使用的加油省车主服务息息相关，希望您仔细阅读，在需要时，按照本隐私政策的指引，作出您认为适当的选择。
		</p>
		<p>您应当在仔细阅读、充分理解本隐私政策后选择是否同意本隐私政策的内容以及是否同意使用我们的服务，如果您不同意本隐私政策的内容，将可能导致我们的服务无法正常运行，或者无法达到我们期待的服务效果，或者无法达到您期待的个人信息保护状态，对此，您应立即停止访问/使用我们的服务。您使用或继续使用我们提供的服务的行为，或者您在使用或继续使用我们提供的服务的行为之前没有以任何明示的方式向我们表达异议，都表示您充分理解和同意本隐私政策（包括更新版本）的全部内容。
		</p>
		<p>加油省车主已经以字体加粗或其他合理方式提示您重点阅读本隐私政策中与您的权益（可能）存在重大关系的条款，请您留意重点查阅。您应当在充分阅读、明确理解本隐私政策前述加粗条款并同意本隐私政策全部条款的有效性的前提下使用我们的服务，您不会以加油省车主未尽到合理提示义务为由而声称本隐私政策中的条款非法或无效。
		</p>
		<p>关于我们</p>
		<p>加油省车主，是指上海星楚科技有限公司。</p>
		<p>公司名称：上海星楚科技有限公司</p>
		<p>联系电话：400-8087-286</p>
		<p>如您想更详细的了解我们的公司，您可以通过本隐私政策提供的联系方式与我们联系。</p>
		<p>本隐私政策将帮助您了解以下内容:</p>
		<p>一、本隐私政策适用范围、相关词语涵义；</p>
		<p>二、我们如何收集和使用您的个人信息；</p>
		<p>三、我们如何使用 Cookie 和同类技术；</p>
		<p>四、我们如何共享、转让、公开披露您的个人信息；</p>
		<p>五、我们如何保存和保护您的个人信息；</p>
		<p>六、您如何管理个人信息；</p>
		<p>七、未成年人信息的保护；</p>
		<p>八、通知和修订；</p>
		<p>九、如何联系我们；</p>
		<p>十、其他。</p>
		<p>第一部分 本隐私政策适用范围、相关词语涵义</p>
		<p>一、适用范围</p>
		<p>本隐私政策为加油省车主的所有服务统一适用的通用内容，当您使用我们的任何服务时，本隐私政策即适用，但如该服务单独设置了隐私条款/隐私协议的，单独的隐私条款/隐私协议优先适用；单独的隐私条款/隐私协议未提及的内容，适用本隐私政策。但请您注意，本隐私政策不适用于以下情况：
		</p>
		<p>（一）为我们的服务提供广告服务的第三方的信息收集/处理做法；</p>
		<p>（二）我们的服务可能会包含或链接至第三方提供的信息与/或第三方服务（包括任何第三方应用、网站、产品、服务），这些信息与/或服务由第三方负责运营，您使用该信息与/或服务与我们无关。我们在此善意的提醒您，您在使用第三方信息与/或服务时，应留意和仔细阅读第三方向您展示的相关用户协议和隐私政策，并妥善保管和谨慎提供您的个人信息。本隐私政策仅适用于我们所收集的您的个人信息，并不适用于任何第三方对您的个人信息的收集，以及任何第三方提供的服务或第三方的信息使用规则，我们对任何第三方收集、储存和使用的您个人信息的行为在法律允许的范围内亦不承担任何责任；
		</p>
		<p>（三）其他非加油省车主向您提供的服务内容。</p>
		<p>二、相关词语涵义</p>
		<p>（一）我们的服务：指我们提供的软件、网站、各类平台服务（包括在线加油服务、省钱会员服务购买、在线充电服务）以及包含的相关产品或服务功能。</p>
		<p>我们需要特别提醒您的是：针对某些特定的服务，我们还将制定单独的隐私政策，向您说明这些服务的特殊政策。如相关特定的隐私政策与本隐私政策有不一致之处，适用该特定隐私政策。</p>
		<p>（二）个人信息（出自于 GB/T 35273-2020《信息安全技术
			个人信息安全规范》）：指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。我们实际具体收集的个人信息种类以下文描述为准。</p>
		<p>（三）个人敏感信息（出自于 GB/T 35273-2020《信息安全技术
			个人信息安全规范》）：指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。我们实际具体收集的个人敏感信息种类以下文描述为准。相比其他个人信息，个人敏感信息可能对您的个人权益影响更大。我们在此善意的提醒您需在谨慎考虑后再向我们提供您的个人敏感信息。
		</p>
		<p>（四）儿童：指不满十四周岁的未成年人。（出自于《儿童个人信息网络保护规定》）</p>
		<p>（五）未成年人：不满十八周岁的自然人为未成年人。十六周岁以上的未成年人，以自己的劳动收入为主要生活来源的，视为完全民事行为能力人。（出自于《中华人民共和国民法典》）</p>
		<p>（六）授权同意：是指您对您的个人信息进行特定处理做出明确授权的行为，包括通过积极的行为作出授权（即明示同意），也包括通过消极的不作为而作出授权。（出自于 GB/T35273-2020 《信息安全技术
			个人信息安全规范》）请您知悉，&ldquo;授权同意&rdquo;在本隐私政策中有时亦表述为&ldquo;授权&rdquo;、&ldquo;同意&rdquo;。</p>
		<p>（七）用户画像：通过收集、汇聚、分析个人信息，对您的个人特征，如职业、经济、教育、个人喜好、信用、行为等方面作出分析或预测，形成其个人特征模型的过程。（出自于 B/T35273-2020 《信息安全技术
			个人信息安全规范》）</p>
		<p>（八）匿名化：指通过对个人信息的技术处理，使得个人信息主体无法被识别或者被关联到，且处理后的信息不能被复原的过程。（出自于 GB/T 35273-2020《信息安全技术 个人信息安全规范》）</p>
		<p>（九）去标识化：指通过对个人信息的技术处理，使其在不借助额外信息的情况下，无法识别或关联到个人信息主体的过程。（出自于 GB/T 35273-2020《信息安全技术 个人信息安全规范》） l</p>
		<p>（十）删除：指在实现日常业务功能所涉及的系统中去除个人信息的行为，使其保持不可被检索、访问的状态。（出自于 GB/T 35273-2020《信息安全技术 个人信息安全规范》）</p>
		<p>第二部分 我们如何收集和使用您的个人信息</p>
		<p>在您使用我们的产品/服务时，您需要/可以选择授权我们收集和使用个人信息的场景包括：</p>
		<p>1.为了向您提供我们服务的基本功能，您需要授权我们收集、使用必要信息的情形，如您拒绝提供前述必要信息，您将无法正常使用我们的的服务；</p>
		<p>2.为了向您提供我们服务的拓展功能，您可以选择授权我们收集、使用信息的情形，如您拒绝提供前述信息，您将无法正常使用相关附加功能或无法实现我们拟达到的功能效果，但并不会影响您正常使用我们服务的基本功能。</p>
		<p>一、您需要授权我们收集和使用个人信息的场景</p>
		<p>我们会遵循正当、合法、必要的原则，出于本隐私政策所述的下列目的收集和使用您的个人信息。</p>
		<p>（一）账户注册、登录与验证</p>
		<p>（1）为遵守法律法规的要求，在您注册成为加油省车主用户时，您需要至少提供手机号码以创建加油省车主账号，并完善相关的网络身份识别信息（包括验证码匹配结果、地区），及创建密码。</p>
		<p>（2）您应知悉，手机号码和验证码匹配结果属于您的个人敏感信息，我们收集该类信息是为了满足相关法律法规的要求，如您拒绝提供可能导致您无法使用我们的此功能，请您谨慎考虑后再提供。</p>
		<p>（3）如您选择授权使用第三方账号（微信账号、本机号码一键登录）登录时，我们会从第三方获取您共享的账号信息（手机号码）以及身份验证信息与您的加油省车主账号进行绑定用于快捷登录，我们会依据与第三方的约定，在符合相关法规的前提下，使用您的个人信息。
		</p>
		<p>（二）商品/服务信息展示和搜索</p>
		<p>为了向您提供周边加油站信息的展示、便于您搜索附近的加油站并为您提供加油服务，以及提升我们的服务表现、效率和功能，我们可能会收集您使用我们的产品与/或服务的设备信息（包括设备名称、设备型号、MAC地址及IMEI、设备识别码、移动应用列表等软硬件特征信息、操作系统和应用程序版本、语言设置、分辨率、服务提供商网络ID（PLMN））、设备所在位置相关信息（包括您授权的GPS位置信息以及WLAN接入点、蓝牙和基站传感器信息），具体包括：
		</p>
		<p>（1）位置信息。当您通过系统的设备位置授权开启移动设备的定位功能，并使用基于位置提供的服务时，我们会收集和使用您的位置信息以便为您推荐周边的加油服务（您不需要手动输入所在地理位置就可获得相关服务，估算服务提供方与您之间的实际距离方便您进行消费决策，为您推荐附近的服务品类和优惠信息）。我们会使用有关技术获取您的位置信息（准确度会有所不同），这些技术包括软件安装列表、IP
			地址、GPS 以及能够提供相关信息的 WLAN
			接入点、蓝牙和基站。您可以在移动设备的系统中关闭设备位置授权停止我们对您所在位置信息的收集，但可能因此无法使用我们基于地理位置为您提供的服务，或者无法达到相关服务的预期效果。</p>
		<p>（2）日志信息。当您使用我们提供的服务时，我们会收集您的浏览、搜索、点击、交易、售后相关信息并作为有关网络日志进行保存，其中包括您的 IP
			地址、浏览器的类型、使用的语言、操作系统的版本、访问的日期和时间、电信运营商、网络请求。</p>
		<p>（三）下单及订单管理</p>
		<p>（1）您在加油省车主操作加油服务时，您可以根据所选择的服务类型提供联系人信息、服务偏好（常用加油站、油号、升数）；在您通过加油省车主商城、抽奖时，我们会获取您的兑换记录、收货地址、联系人信息，相关兑换服务涉及由第三提供时，您同意将前述信息共享至第三方，以便第三方为您提供服务。
		</p>
		<p>（2）为向您展示您账户的订单信息及便于您对订单信息的管理，同时为了处理用户纠纷需要，我们会收集您在使用我们服务过程中产生的订单信息。</p>
		<p>（3）您在加油省车主上生成的订单中，将可能包含您的身份信息、联络信息、支付信息，这些都属于敏感信息，请您谨慎向他人展示或对外提供，我们也将会在展示订单信息时，在保证信息可用性的基础上尽量去标识化处理。</p>
		<p>（四）支付功能</p>
		<p>在您下单后，您可以选择加油省车主合作的第三方支付机构（包括微信支付、支付宝支付、京东支付等支付通道，以下称&ldquo;支付机构&rdquo;）所提供的支付服务。支付功能本身并不收集您的个人信息，但我们需要将您的加油省车主订单信息与交易金额信息，以及支付必要信息与这些支付机构共享以实现其确认您的支付指令并完成支付。
		</p>
		<p>（五）车辆认证</p>
		<p>当您操作&ldquo;物流车/商用车认证&rdquo;功能进行车辆认证时，您需要上传车辆行驶证正反面的照片，以及提供车牌号信息，我们将基于识别车辆类型所需之必要，收集您的以下个人信息：车牌号、车辆类型、车辆所有人、登记地址、车辆性质、车辆品牌型号、车辆识别代号、车辆发动机号码、注册日期、发证日期。
		</p>
		<p>（六）客服与售后</p>
		<p>当您与我们的客服互动时或使用其他用户响应功能时（涉及电话联系客服、在线提交意见反馈、与在线/人工客服沟通、提出我们的服务的售后申请、行使您的相关个人信息控制权、其他客户投诉和需求），为了您的账号与系统安全，我们可能需要您先行提供账号信息，并与您之前的个人信息相匹配以验证您的用户身份。在您使用客服或其他用户响应功能时，我们可能还会需要收集您的如下个人敏感信息：联系方式（您与我们联系时使用的电话号码或您向我们主动提供的其他联系方式）、您与我们的沟通信息（包括文字/图片/音视频/通话记录形式）、与您需求相关联的其他必要信息。我们收集这些信息是为了调查事实与帮助您解决问题，如您拒绝提供可能导致您无法使用我们的客服用户响应机制。
		</p>
		<p>（七）保障交易安全所必须的功能</p>
		<p>（1）我们需要收集您的一些信息来保障您使用我们服务时的账号与系统安全，并协助提升我们服务的安全性和可靠性，以防产生任何危害用户、加油省车主、社会的行为，包括您的如下个人信息：账号登录地、个人常用设备信息（包括设备硬件序列号、设备硬件型号、设备
			MAC 地址、IMEI、IMSI）、登录
			IP地址、手机SN码、产品版本号、语言模式、浏览记录、网络使用习惯、服务故障信息，以及个人敏感信息：交易信息、会员信息。我们会根据上述信息来综合识别账户登录设备与手机号码为同一用户，以及判断您账号、账户及交易风险、进行身份验证、客户服务、检测及防范安全事件、诈骗监测、存档和备份用途，并依法采取必要的记录、审计、分析、处置措施，一旦我们检测出存在或疑似存在账号安全风险时，我们会使用相关信息进行安全验证与风险排除，确保我们向您提供的产品和服务的安全性，以用来保障您的权益不受侵害。同时，当发生账号或系统安全问题时，我们会收集这些信息来优化我们的服务。
		</p>
		<p>（2）此外，为确保您设备操作环境的安全以及提供我们服务所必需，防止恶意程序和反作弊，我们会在您同意本隐私政策后获取您设备上已安装或正在运行的必要的应用/软件列表信息（包括应用/软件来源、应用/软件总体运行情况、崩溃情况、使用频率）。请您知悉，单独的应用/软件列表信息无法识别您的特定身份。
		</p>
		<p>二、您可以选择授权我们收集和使用个人信息的场景</p>
		<p>为向您提供更好的服务，您可以选择使用我们提供的拓展功能，我们会在符合法律规定并根据您具体授权的情况下收集并使用如下信息。这类信息将在您选择的具体功能和业务场景中进行收集，如果您不提供这些信息，不会影响您使用加油省车主的基本功能。
		</p>
		<p>（一）基于设备相机（摄像头）权限的拓展功能</p>
		<p>您可以选择开启系统的相机权限，通过使用拍照、扫码功能授权加油省车主访问您的相机，以便于您通过加油省车主扫描各类服务二维码、拍摄照片。</p>
		<p>（二）基于设备存储权限授权的拓展功能</p>
		<p>您可以选择开启系统的设备存储权限，通过主动上传图片方式授权我们访问您的相册，以便于您进行车辆认证或通过上传照片方式发布内容。</p>
		<p>（三）基于设备麦克风权限的拓展功能</p>
		<p>您可以选择开启系统的麦克风权限，使用语音技术来实现语音搜索语音交互功能。我们会收集您在使用智能语音技术过程中录入的语音信息用于机器识别、在线交互并满足您的搜索或下单需求。</p>
		<p>（四）基于设备信息权限的拓展功能</p>
		<p>我们也可能基于您授权的通讯录信息、设备信息、好友关系、日志信息为您推荐好友或将您推荐给其他用户。</p>
		<p>（五）基于设备电话拨打的拓展功能</p>
		<p>您可以选择开启设备的电话拨打权限，以便您通过电话联系客服时，能够直接唤起拨号功能拨打我们的客服电话。</p>
		<p>上述拓展功能可能需要您在您的设备中向我们开启您的相机（摄像头）、外部存储、麦克风、相册（图片库）、通讯录权限，以实现这些功能所涉及的信息的收集和使用。您可以在加油省车主APP或设备系统中逐项查看您上述权限的开启状态，并可以决定将这些权限随时的开启或关闭（我们会指引您在您的设备系统中完成设置）。请您注意，您开启这些权限即代表您授权我们可以收集和使用这些个人信息来实现上述的功能，您关闭权限即代表您取消了这些授权，则我们将不再继续收集和使用您的这些个人信息，也无法为您提供上述与这些授权所对应的功能。您关闭权限的决定不会影响此前基于您的授权所进行的个人信息的处理。
		</p>
		<p>三、其他收集和使用个人信息的场景</p>
		<p>（一）第三方APP关联与启动</p>
		<p>为便于您更便捷的使用加油省车主服务，我们将在如下场景与对应的第三方APP关联，或启动对应的第三方APP：</p>
		<p>（1）活动参与：加油省车主目前推出了&ldquo;邀请有礼&rdquo;活动，当您参与活动，并希望将活动信息分享至您的微信好友时，当您操作加油省车主平台上分享功能后，您可将该活动页面通过微信分享给您的微信好友，以便您的微信好友点击分享链接查看活动信息或参与活动。
		</p>
		<p>四、征得同意的例外</p>
		<p>请您知悉，以下情形中，我们收集、使用个人信息无需征得您的授权同意：</p>
		<p>（一）与国家安全、国防安全有关的；</p>
		<p>（二）与公共安全、公共卫生、重大公共利益有关的；</p>
		<p>（三）与犯罪侦查、起诉、审判和判决执行等有关的；出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</p>
		<p>（四）所收集的个人信息是个人信息主体自行向社会公众公开的；</p>
		<p>（五）从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；但是您明确拒绝或者处理该信息侵害您重大利益的除外；</p>
		<p>（六）根据您的要求签订合同所必需的；</p>
		<p>（七）用于维护所提供服务的安全稳定运行所必需的，如发现、处置服务的故障；</p>
		<p>（八）为合法的新闻报道所必需的；</p>
		<p>（九）学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；</p>
		<p>（十）法律法规规定的其他情形。</p>
		<p>请注意，单独或与其他信息相结合无法识别您的身份或者与您直接建立联系的信息，不属于个人信息。如果我们将单独无法与任何特定个人建立联系的信息与其他信息结合用于识别自然人个人身份，或者将其与个人信息结合使用，则在结合使用期间，此类信息将被视为个人信息。
		</p>
		<p>五、您个人信息使用的规则</p>
		<p>（一）我们会根据本隐私政策的约定并为实现我们的产品与/或服务功能对所收集的个人信息进行使用。</p>
		<p>（二）在收集您的个人信息后，我们将通过技术手段对数据进行去标识化处理，去标识化处理的信息将无法识别主体。请您了解并同意，在此情况下我们有权使用已经去标识化的信息；并在不透露您个人信息的前提下，我们有权对用户数据库进行分析并予以商业化的利用。
		</p>
		<p>（三）请您了解并同意，您在使用我们的产品与/或服务时所提供的所有个人信息，除非您删除或通过系统设置拒绝我们收集，否则将在您使用我们的产品与/或服务期间持续授权我们使用。在您注销账号时，我们将停止使用并删除您的个人信息，具体请详见本隐私政策附件《用户注销须知》。
		</p>
		<p>（四）我们会对我们的产品与/或服务使用情况进行统计，并可能会与公众或第三方共享这些统计信息，以展示我们的产品与/或服务的整体使用趋势。但这些统计信息不包含您的任何身份识别信息。</p>
		<p>（五）当我们展示您的个人信息时，我们会采用包括内容替换、匿名处理方式对您的信息进行脱敏，以保护您的信息安全。</p>
		<p>第三部分 我们如何使用Cookie和同类技术</p>
		<p>一、关于 Cookie 和同类技术</p>
		<p>Cookie是包含字符串的小文件，在您登入和使用网站或其他网络内容时发送、存放在您的计算机、移动设备或其他装置内（通常经过加密）。Cookie 同类技术是可用于与 Cookie 类似用途的其他技术，包括Web
			Beacon、Proxy、嵌入式脚本。</p>
		<p>目前，我们主要使用 Cookie 收集您的个人信息。您知悉并同意，随着技术的发展和我们服务的进一步完善，我们也可能会使用 Cookie 同类技术。</p>
		<p>二、我们如何使用 Cookie 和同类技术</p>
		<p>在您使用我们服务时，我们可能会使用 Cookie 和同类技术收集您的一些个人信息，包括：</p>
		<p>您的浏览信息、您的登录信息，Cookie
			和同类技术收集该类信息是为了您使用我们服务的必要、简化您重复操作注册、登录以及相关的步骤、向您提供更切合您个人需要的服务内容和您可能更感兴趣的内容、保护您的信息和账号安全性、改善我们的服务。我们承诺仅在本隐私政策所述目的范围内使用
			Cookie 和同类技术。</p>
		<p>您理解并知悉：我们的某些服务只能通过使用 Cookie
			或同类技术才可得到实现，如您拒绝使用或删除的，您可能将无法正常使用我们的相关服务或无法通过我们的服务获得最佳的服务体验，同时也可能会对您的信息保护和账号安全性造成一定的影响。</p>
		<p>第四部分 我们如何共享、转让、公开披露您的个人信息</p>
		<p>一、共享</p>
		<p>我们不会与加油省车主以外的任何公司、组织和个人共享您的个人信息，但以下情况除外：</p>
		<p>（一）获得您明确同意或授权的共享。</p>
		<p>（二）基于法定情形下：根据法律法规的规定、诉讼争议解决需要，或行政、司法等有权机关依法提出的要求。</p>
		<p>与关联公司共享：为向您提供一致化服务以及便于您进行统一管理，我们可能会将您的个人信息与我们的关联公司共享。但我们只会共享必要的个人信息，如果我们共享您的个人敏感信息或者关联方改变个人信息的使用目的，将再次征求您的授权同意。
		</p>
		<p>（四）与合作伙伴分享：我们可能会向业务合作伙伴共享为您提供服务所必要的信息，这些信息涉及订单信息、账户信息、支付信息。我们的业务合作伙伴包括以下类型：</p>
		<p>（1）供应商/服务提供方。仅为实现本隐私政策中声明的目的，我们的某些服务将由业务合作伙伴提供。以保障为您提供的服务顺利完成，我们可能会将您的个人信息共享给上述合作伙伴。涉及的业务包括加油业务、技术服务、支付服务，其中可能包括您的联络信息、订单信息、支付信息、车辆信息、身份信息，以保障为您提供的服务顺利完成。如在您使用我们的加油服务时，我们必须与服务提供方（即加油站）共享您的订单，以保证按照您的需求成功完成加油；又如我们需要将您的订单号和订单金额与第三方支付机构共享以实现其确认您的支付指令并完成支付。
		</p>
		<p>（五）基于协议约定：依据您与我们签署的相关协议（包括在线签署的电子协议及平台规则）或法律文件，有必要向第三方共享时。</p>
		<p>（六）基于学术研究；如为科研机构开展统计或学术研究之必要。</p>
		<p>（七）基于符合法律法规的社会公共利益等。</p>
		<p>（九）我们会通过应用程序接口（API）、软件工具开发包（SDK）与第三方进行必要的数据共享，不同版本的第三方 SDK
			会有所不同，一般包括第三方账号登录类、分享类、第三方支付类、地图导航类、厂商推送类、统计类，我们会对SDK或其他类似的应用程序进行严格的安全检测，并要求合作伙伴采取严格的措施来保护您的个人数据。在满足新的服务需求及业务功能变更时，我们可能会调整我们接入的第三方SDK，并及时在本说明中向您公开说明接入第三方SDK的最新情况。某些SDK会在运行过程中以及在后台运行过程收集您的设备信息（包括IMEI、IDFA、Android
			ID、MAC、OAID），加油省车主接入第三方 SDK 目录，具体详见附件《接入第三方SDK目录》。</p>
		<p>请您知悉，我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，对我们仅为实现本隐私政策中声明的目的与之共享个人信息的公司、组织和个人，我们会与其签署严格的信息保护和保密协定，要求他们遵守协议并采取相关的安全措施来保护您的个人信息。
		</p>
		<p>二、转让</p>
		<p>转让是指将个人信息控制权向其他公司、组织或个人转移的过程。原则上我们不会将您的个人信息转让，但以下情况除外：</p>
		<p>（一）您自行提出要求的；</p>
		<p>（二）事先已征得您的明确授权同意；</p>
		<p>（三）如我们进行兼并、收购、重组、分立、破产、资产转让或类似的交易，而您的个人信息有可能作为此类交易的一部分而被转移，我们会要求新持有人继续遵守和履行该隐私政策的全部内容（包括使用目的、使用规则、安全保护措施等），否则我们将要求其重新获取您的明示授权同意；
		</p>
		<p>（四）法律法规等规定的其他情形。</p>
		<p>如具备上述事由确需转让的，我们会在转让前向您告知转让的信息的目的、类型（如涉及您的个人敏感信息的，我们还会向您告知涉及的敏感信息的内容），并在征得您的授权同意后再转让，但法律法规另有规定的或本隐私政策另有约定的除外。
		</p>
		<p>三、公开披露</p>
		<p>我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才可能公开披露您的个人信息：</p>
		<p>（一）根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息；</p>
		<p>（二）根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调查函。
		</p>
		<p>四、委托处理</p>
		<p>为了提升信息处理效率，降低信息处理成本或提高信息处理准确性，我们可能会委托有能力的我们的关联公司或其他专业机构代表我们来处理用户信息，但我们会通过书面协议、现场审计等方式要求受托公司遵守严格的保密义务及采取有效的保密措施，禁止其将这些信息用于未经您授权的用途。委托关系解除后，受托公司将不再保存您的个人信息。
		</p>
		<p>五、共享、转让、公开披露个人信息时事先征得授权同意的例外</p>
		<p>（一）与国家安全、国防安全有关的；</p>
		<p>（二）与公共安全、公共卫生、重大公共利益有关的；</p>
		<p>（三）与犯罪侦查、起诉、审判和判决执行等有关的；</p>
		<p>（四）出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</p>
		<p>（五）其他维护公共利益的情形，如您的信用评价信息需要被公开/共享；</p>
		<p>（六）您自行向社会公众公开的个人信息；</p>
		<p>（七）从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。但是您明确拒绝或者处理该信息侵害您重大利益的除外。</p>
		<p>（八）根据法律规定，共享、转让、公开披露经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，我们对此类数据的处理将无需另行向您通知并征得您的同意。</p>
		<p>第五部分 我们如何保存和保护您的个人信息</p>
		<p>一、个人信息的保存</p>
		<p>（一）保存期限：在您使用我们的产品与/或服务期间，您的个人信息将在为了实现本隐私政策所述目的之期限内保存，同时将结合法律有强制的留存要求期限的规定确定，如《中华人民共和国电子商务法》要求商品和服务信息、交易信息保存时间自交易完成之日起不少于三年。在超出保存期间后，我们会根据适用法律的要求删除您的个人信息，或进行匿名化处理。在您主动注销账号时，我们将根据法律法规的要求删除您的个人信息或匿名化处理，有关注销账号的相关规则和流程，请参见用户注销说明/协议。
		</p>
		<p>（二）保存地域：我们在中华人民共和国境内收集和产生的个人信息，将存储在中国境内。</p>
		<p>（三）终止运营：如果发生终止运营等情形，我们将会至少提前30天通知您，并在终止运营后对您的个人信息进行删除或匿名化处理。</p>
		<p>二、个人信息的保护措施</p>
		<p>（一）数据安全措施</p>
		<p>为保障您的信息安全，我们努力采取各种符合业界标准的物理、电子和管理方面的安全措施来保护您的个人信息。加油省车主通过信息接触者保密协议、监控和审计机制来对数据进行全面安全控制。防止您的个人信息遭到未经授权访问、公开披露、使用、修改、损坏或丢失。包括使用加密技术确保数据的保密性；使用受信赖的保护机制防止数据遭到恶意攻击；部署访问控制机制，确保只有授权人员才可访问个人信息；以及举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。
		</p>
		<p>（二）安全认证</p>
		<p>（1）我们已先后通过了公安部信息安全等级保护三级认证、IS027001信息安全认证等认证资质，并与监管机构、第三方测评机构建立了良好的协调沟通机制，及时抵御并处置各类信息安全威胁，为您的信息安全提供全方位保障。</p>
		<p>（2）请您知悉并理解，互联网并非绝对安全的环境，我们强烈建议您通过安全方式、使用复杂密码，协助我们保证您的账号安全。如您发现自己的个人信息泄密，尤其是您的账户或密码发生泄露，请您立即根据本隐私政策中提供的联系方式联络我们，以便我们采取相应措施。
		</p>
		<p>（三）安全事件</p>
		<p>在不幸发生个人信息安全事件后，我们会立即成立专项应急小组，启动应急预案，防止安全事件扩大，并按照法律法规的要求及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
		</p>
		<p>第六部分 您如何管理您的个人信息</p>
		<p>加油省车主非常重视您对个人信息的关注，并尽全力保护您对于您个人信息访问、更正、删除以及撤回同意的权利，以使您拥有充分的能力保障您的隐私和安全。您的权利包括：</p>
		<p>一、访问和更正您的个人信息</p>
		<p>除法律法规规定外，您有权随时访问和更正您的个人信息，具体包括:</p>
		<p>（一）您的账户信息：移动端具体路径为：账户名称、个人资料信息显示:首页&mdash;&ldquo;我的&rdquo;&ndash;面页顶部，可以显示个人信息。</p>
		<p>（二）您的浏览信息：您可以访问或清除您的搜索历史记录、查看和修改兴趣以及管理其他数据。移动端路径为：订单记录：首页&mdash;&ldquo;订单&rdquo;；其他数据：首页&mdash;&ldquo;我的&rdquo;。
		</p>
		<p>（三）对于您在使用我们服务过程中产生的其他个人信息需要访问或更正，请随时联系我们。我们会根据本隐私政策所列明的方式和期限响应您的请求。</p>
		<p>您无法访问和更正的个人信息：除上述列明的信息外，您的部分个人信息我们还无法为您提供访问和更正的服务，这些信息主要是为了提升您的用户体验和保证交易安全所收集的您的设备信息、您使用附加功能时产生的个人信息。上述信息我们会在您的授权范围内进行使用，您无法访问和更正，但您可联系我们进行删除或做匿名化处理。
		</p>
		<p>二、删除您的个人信息</p>
		<p>您在我们服务页面中可以直接清除或删除的信息，包括订单信息、浏览信息；在以下情形中，您可以向我们提出删除个人信息的请求：</p>
		<p>（一）如果我们处理个人信息的行为违反法律法规；</p>
		<p>（二）如果我们收集、使用您的个人信息，却未征得您的同意；</p>
		<p>（三）如果我们处理个人信息的行为违反了与您的约定；</p>
		<p>（四）如果您注销了加油省车主账户；</p>
		<p>（五）如果我们终止服务及运营。</p>
		<p>若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。当您从我们的服务中删除信息后，我们不能保证立即在备份系统中删除相应的信息，但会在备份更新时删除这些信息。但法律法规规定要求我们必须尽到保存、记录、备份等义务的情形除外。
		</p>
		<p>三、改变您授权同意的范围或撤回您的授权</p>
		<p>（一）您可以通过删除信息、关闭设备功能多种方式改变您授权我们继续收集个人信息的范围或撤回您的授权。您也可以通过注销账号的方式，撤回我们继续收集您个人信息的全部授权。请您理解，每个业务功能需要一些基本的个人信息才能得以完成，当您撤回同意或授权后，我们无法继续为您提供撤回同意或授权所对应的服务，也不再处理您相应的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理。
		</p>
		<p>（二）如果您不想接受我们给您发送的促销信息，您随时可通过以下方式取消：</p>
		<p>（1）您可以随时回复&ldquo;TD&rdquo;来取消我们给您发送的手机促销短信。</p>
		<p>（2）为了保护您的隐私，我们不会以任何方式和途径向您推送涉及宗教信仰、性、疾病等相关敏感内容的促销或商品信息给您。</p>
		<p>四、如何联系我们</p>
		<p>如果您无法通过上述方式访问、更正或删除您的个人信息，或您需要访问、更正或删除您在使用我们服务时所产生的其他个人信息，或您认为加油省车主存在任何违反法律法规或与您关于个人信息的收集或使用的约定，您均可以发送电子邮件至shxingchukeji@163.com或通过本隐私政策中的其他方式与我们联系。为了保障安全，我们可能需要您提供书面请求，或以其他方式证明您的身份，我们将在收到您反馈后的15天内答复您的请求。对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际（例如，涉及备份磁带上存放的信息）的请求，我们可能会予以拒绝。
			在以下情形中，按照法律法规要求，我们将无法响应您的请求:</p>
		<p>（一）与国家安全、国防安全有关的；</p>
		<p>（二）与公共安全、公共卫生、重大公共利益有关的；</p>
		<p>（三）与犯罪侦查、起诉和审判等有关的；</p>
		<p>（四）有充分证据表明您存在主观恶意或滥用权利的；</p>
		<p>（五）响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的。</p>
		<p>五、注销账号</p>
		<p>（一）您可以在我们的产品中直接申请注销账号。您注销账号后，我们将停止为您提供服务，并依据您的要求，除法律法规另有规定外，删除您的个人信息或对其进行匿名化处理。您无法再使用本账号，也将无法找回您加油省车主账号中及与账号相关的任何内容或信息。
		</p>
		<p>（二）在此我们善意提醒您，您注销账号的行为会给您的售后维权带来诸多不便，且我们不能保证立即在备份系统中删除相应的信息。账号一旦被注销将不可恢复，请您在操作之前自行备份加油省车主账号相关的所有信息和数据。</p>
		<p>（三）注销本账号并不代表本此前行为和相关责任得到豁免或减轻。</p>
		<p>第七部分 未成年人信息的保护</p>
		<p>一、加油省车主非常重视对未成年人个人信息的保护。我们的网站和服务主要面向成人。如您为未成年人的，建议您请您的父母或监护人仔细阅读本隐私权政策，并在征得您的父母或监护人同意的前提使用我们的服务或向我们提供信息。</p>
		<p>二、对于经父母或监护人同意使用我们的服务而收集未成年人个人信息的情况，我们只会在法律法规允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用、共享、转让或披露此信息。如果我们发现自己在未事先获得可证实的父母或法定监护人同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关数据。
		</p>
		<p>三、如您为未成年人的父母或监护人，当您对您所监护的未成年人的信息处理存在疑问时，请通过拨打400-8087-286电话方式与我们联系。</p>
		<p>第八部分 通知和修订</p>
		<p>一、为给您提供更好的服务以及随着加油省车主业务的发展，本隐私政策也会随之更新。但未经您明确同意，我们不会削减您依据本隐私政策所应享有的权利。我们会通过在加油省车主移动端上发出更新版本并在生效前通过公告或以其他适当方式提醒您相关内容的更新，也请您访问加油省车主以便及时了解最新的隐私政策。
		</p>
		<p>二、对于重大变更，我们还会提供更为显著的通知（我们会通过包括邮件、短信或在浏览页面做特别提示等方式，说明隐私政策的具体变更内容）。</p>
		<p>本隐私政策所指的重大变更包括：</p>
		<p>（一）我们的服务模式发生重大变化。包括处理个人信息的目的、处理的个人信息类型、个人信息的使用方式；</p>
		<p>（二）我们在所有权结构、组织架构等方面发生重大变化。包括业务调整、破产并购等引起的所有者变更；</p>
		<p>（三）个人信息共享、转让或公开披露的主要对象发生变化；</p>
		<p>（四）您参与个人信息处理方面的权利及其行使方式发生重大变化；</p>
		<p>（五）我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化；</p>
		<p>（六）个人信息安全影响评估报告表明存在高风险时。</p>
		<p>第九部分 如何联系我们</p>
		<p>一、如您对本隐私政策或您个人信息的相关事宜有任何问题、意见或建议，请通过以下方式与我们联系：</p>
		<p>个人信息保护负责人邮箱shxingchukeji@163.com</p>
		<p>您还可以随时拨打我们客服电话400-8087-286与我们联系。</p>
		<p>二、一般情况下，我们将在15天内回复。如果您对我们的回复不满意，特别是我们的个人信息处理行为损害了您的合法权益，您还可以向网信、电信、公安及市场监督管理局等监管部门进行投诉或举报。</p>
		<p>第十部分 其他</p>
		<p>一、本隐私政策的解释及争议解决均应适用中华人民共和国大陆地区法律。如就本隐私政策的签订、履行发生任何争议的，双方应尽量友好协商解决；协商不成时，任何一方均可向北京市朝阳区有管辖权的人民法院提起诉讼。</p>
		<p>二、本隐私政策的标题仅为方便及阅读而设，并不影响正文其中任何规定的含义或解释。</p>
		<p>&emsp;</p>
		<p>附《接入第三方SDK目录》</p>
		<p>加油省车主App接入第三方SDK目录</p>
		<p>为保障加油省车主App相关功能的实现与应用安全稳定的运行，我们可能会接入由第三方提供的软件开发包（SDK）实现相关目的。</p>
		<p>我们会对合作方获取信息的软件工具开发包（SDK）进行严格的安全监测，以保护数据安全。</p>
		<p>我们对接入的相关第三方SDK在目录中列明。</p>
		<p>请注意，第三方SDK可能因为其版本升级、策略调整等原因导致数据处理类型存在一定变化，请以其公示的官方说明为准。</p>
		<p>SDK名称：高德地图</p>
		<p>第三方公司名称：高德地图</p>
		<p>使用目的：用于展现地图</p>
		<p>收集个人信息种类：访问WLAN状态，位置信息，获取设备信息</p>
		<p>官方网站：https://lbs.amap.com/</p>
		<p>隐私协议：https://lbs.amap.com/pages/privacy</p>
		<p>SDK名称：高德定位</p>
		<p>第三方公司名称：高德地图</p>
		<p>使用目的：用于实现用户定位</p>
		<p>收集个人信息种类：访问WLAN状态，位置信息，获取设备信息</p>
		<p>官方网站：https://lbs.amap.com/</p>
		<p>隐私协议：https://lbs.amap.com/pages/privacy</p>
		<p>SDK名称：高德地图搜索</p>
		<p>第三方公司名称：高德地图</p>
		<p>使用目的：用于实现两点之间路径规划功能</p>
		<p>收集个人信息种类：访问WLAN状态，位置信息，获取设备信息</p>
		<p>官方网站：https://lbs.amap.com/</p>
		<p>隐私协议：https://lbs.amap.com/pages/privacy</p>
		<p>SDK名称：微信开放平台</p>
		<p>第三方公司名称：微信</p>
		<p>使用目的：支持微信授权登录、微信分享和微信支付</p>
		<p>收集个人信息种类：设备信息（IMEI，IMSI），MAC地址，读写存储，查看网络连接</p>
		<p>官方网站：https://open.weixin.qq.com/</p>
		<p>隐私协议：https://www.wechat.com/zh_cn/privacy_policy.html</p>
		<p>SDK名称：Alipay（支付宝）</p>
		<p>第三方公司名称：支付宝</p>
		<p>使用目的：为用户提供支付宝支付功能</p>
		<p>收集个人信息种类：设备信息（IMEI，IMSI），MAC地址，读写存储，查看网络连接权限</p>
		<p>官方网站：https://docs.open.alipay.com/54</p>
		<p>隐私协议：https://render.alipay.com/p/c/k2cx0tg8</p>
		<p>SDK名称：微博分享</p>
		<p>第三方公司名称：微博</p>
		<p>使用目的：帮助用户分享内容至第三方应用</p>
		<p>收集个人信息种类：设备信息（IMEI，IMSI），MAC地址，读写存储，查看网络连接，应用安装列表</p>
		<p>官方网站：https://open.weibo.com/wiki/Android_SDK%E8%AF%B4%E6%98%8E%E6%96%87%E6%A1%A3</p>
		<p>隐私协议：https://www.weibo.com/signup/v5/privacy</p>
		<p>SDK名称：移动一键登录</p>
		<p>第三方公司名称：中国移动</p>
		<p>使用目的：为用户提供一键登录功能</p>
		<p>收集个人信息种类：设备标识信息（IMEI，IMSI），硬件信息（硬件厂商，操作系统，国际硬件设备标识码，运营商类型），网络类型，sim卡数量，国际移动用户识别码，网络地址</p>
		<p>官方网站：http://dev.10086.cn/</p>
		<p>隐私协议：https://wap.cmpassport.com/resources/html/contract.html</p>
		<p>SDK名称：联通一键登录</p>
		<p>第三方公司名称：中国联通</p>
		<p>使用目的：为用户提供一键登录功能</p>
		<p>收集个人信息种类：设备标识信息（IMEI，IMSI），硬件信息（硬件厂商，操作系统，国际硬件设备标识码，运营商类型），网络类型，sim卡数量，国际联通用户识别码，网络地址</p>
		<p>官方网站：https://saas.wostore.cn/solution.html?param=1&amp;num=3</p>
		<p>隐私协议：https://opencloud.wostore.cn/authz/resource/html/disclaimer.html</p>
		<p>SDK名称：电信一键登录</p>
		<p>第三方公司名称：中国电信</p>
		<p>使用目的：为用户提供一键登录功能</p>
		<p>收集个人信息种类：设备标识信息（IMEI，IMSI），硬件信息（硬件厂商，操作系统，国际硬件设备标识码，运营商类型），网络类型，sim卡数量，国际电信用户识别码，网络地址</p>
		<p>官方网站：http://id.189.cn/api?initialSrc=/html/api_detail_634.html</p>
		<p>隐私协议：https://e.189.cn/sdk/agreement/content.do?type=main&amp;appkey=&amp;hidetop=true&amp;returnUrl=</p>
		<p>SDK名称：阿里云HttpDns</p>
		<p>第三方公司名称：阿里云</p>
		<p>使用目的：提供网络服务，保障正常使用加油省车主应用的相关服务</p>
		<p>收集个人信息种类：设备信息（IMEI，IMSI），MAC地址</p>
		<p>官方网站：https://www.aliyun.com/</p>
		<p>隐私协议：https://terms.aliyun.com/legal-agreement/terms/suit_bu1_ali_cloud/suit_bu1_ali_cloud202108111133_15842.html?spm=a2c4g.11186623.0.0.77cf78abg2dn8A
		</p>
		<p>&nbsp;</p>
		<!-- <p>SDK名称：友盟</p>
		<p>第三方公司名称：友盟</p>
		<p>用于实现消息推送（或其他推送）功能</p>
		<p>收集个人信息种类：设备信息（IMEI、IDFA、Android
			ID、MAC、OAID），应用信息（应用崩溃信息、通知开关状态、软件列表），设备参数及系统信息（设备类型、设备型号、操作系统及硬件相关信息），网络信息（IP地址，WiFi信息，基站信息），GPS定位信息</p>
		<p>官方网站：https://www.umeng.com/</p>
		<p>隐私协议：https://www.umeng.com/page/policy</p>
		-->
		<p>SDK名称：数盟</p>
		<p>第三方公司名称：数盟</p>
		<p>使用目的：用于业务风控服务</p>
		<p>收集个人信息种类：设备信息（IMEI），MAC地址</p>
		<p>官方网站：https://www.shuzilm.cn/main/ios14.html</p>
		<p>隐私协议：<a href="https://www.shuzilm.cn/privacy.html"><u>https://www.shuzilm.cn/privacy.html</u></a></p>
		<p>SDK名称：腾讯X5浏览器内核</p>
		<p>第三方公司名称：腾讯</p>
		<p>使用目的：用于打开应用中H5页面</p>
		<p>收集个人信息种类：设备信息</p>
		<p>官方网站：https://x5.tencent.com/</p>
		<p>隐私协议：http://www.tencent.com/law/mo_law.shtml?/law/privacy.htm</p>
		<p>SDK名称：百度地图</p>
		<p>第三方公司名称：百度地图</p>
		<p>使用目的：用于展现地图、导航</p>
		<p>收集个人信息种类：访问WLAN状态，位置信息，获取设备信息</p>
		<p>官方网站：https://www.baidu.com</p>
		<p>隐私协议：https://lbsyun.baidu.com/index.php?title=open/privacy</p>
		<p>SDK名称：腾讯地图</p>
		<p>第三方公司名称：腾讯地图</p>
		<p>使用目的：用于展现地图、导航</p>
		<p>收集个人信息种类：访问WLAN状态，位置信息，获取设备信息</p>
		<p>官方网站：https://lbs.qq.com</p>
		<p>隐私协议：https://lbs.qq.com/mobile/androidLocationSDK/androidGeoGuide/androidInfo</p>
		<!-- <p>SDK名称：华为推送 SDK</p>
		<p>第三方公司名称：华为</p>
		<p>使用目的：推送系统通知及其他消息</p>
		<p>收集的个人信息种类：本机设备信息（IMEI、IMSI），MAC地址，手机型号，系统类型，系统版本，手机屏幕大小参数，用户ID，应用ID，应用包名，服务器公网IP地址，AAID（应用匿名标识），应用Token、Topic订阅关系，消息下发记录，Token申请记录，显示/点击/关闭打点上报记录
		</p>
		<p>官网链接：https://developer.huawei.com/consumer/cn/devservice/term/</p>
		<p>隐私协议：https://developer.huawei.com/consumer/cn/doc/development/HMSCore-Guides/privacy-statement-0000001050042021
		</p>
		<p>SDK名称：小米推送 SDK</p>
		<p>使用目的：推送系统通知及其他消息</p>
		<p>收集的个人信息种类：本机设备信息（IMEI、IMSI），MAC地址，手机型号，系统类型，系统版本，手机屏幕大小参数</p>
		<p>官网链接：https://privacy.mi.com/all/zh_CN/</p>
		<p>隐私协议：https://iot.mi.com/new/doc/policy/secret</p>
		<p>SDK名称：OPPO 推送 SDK</p>
		<p>使用目的：推送系统通知及其他消息</p>
		<p>收集的个人信息种类：设备相关信息（如IMEI号，Serial Number，IMSI，User ID，Android ID，Google Advertising
			ID,手机Region设置，设备型号，手机电量，手机操作系统版本及语言），使用推送服务的应用信息（如APP包名及版本号，运行状态），推送SDK版本号，网络相关信息（如IP或域名连接结果，当前网络类型），消息发送结果，通知栏状态（如通知栏权限、用户点击行为），锁屏状态（如是否锁屏，是否允许锁屏通知）
		</p>
		<p>官网链接：https://open.oppomobile.com</p>
		<p>隐私协议：https://open.oppomobile.com/wiki/doc#id=10288</p>
		<p>SDK名称：VIVO 推送 SDK</p>
		<p>使用目的：推送系统通知及其他消息</p>
		<p>收集的个人信息种类：设备及应用信息，日志信息，位置信息，您使用服务时提交的个人信息，Cookie和追踪信息</p>
		<p>官网链接：https://www.vivo.com.cn/about-vivo/privacy-policy</p>
		<p>隐私协议：https://www.vivo.com.cn/about-vivo/privacy-policy</p>
		<p>SDK名称：魅族推送 SDK</p>
		<p>使用目的：推送系统通知及其他消息</p>
		<p>收集的个人信息种类：本机设备信息（IMEI、IMSI），手机型号，系统类型，系统版本，手机屏幕大小参数</p>
		<p>官网链接：https://i.flyme.cn/privacy</p>
		<p>隐私协议：http://open-wiki.flyme.cn/doc-wiki/index#id?10&nbsp;&emsp;</p>
		 -->
		<p>用户注销须知</p>
		<p>在您注销您的加油省车主账号之前，您应当认真阅读《用户注销须知》（以下称&ldquo;《注销须知》&rdquo;）。请您务必审慎阅读、充分理解《注销须知》中相关条款内容，其中包括：</p>
		<p>1、与您约定免除或限制责任的条款；</p>
		<p>2、其他以粗体标识的重要条款。</p>
		<p>如您对本《注销须知》有任何疑问，可拨打我们的客服电话400-8087-286联系客服，您也可联系在线客服。</p>
		<p>【特别提示】</p>
		<p>注销加油省车主账号为不可恢复的操作，除您已授权提供至第三方的信息以外，注销账号后您将无法再使用本加油省车主账号或找回您浏览、关注、添加、绑定的任何内容或信息（即使您使用相同的手机号码再次注册并使用加油省车主）。我们在此善意地提醒您，您注销账号的行为会给您的售后维权带来诸多不便。
		</p>
		<p>请确保您所申请注销的加油省车主账号应当是您本人依照《加油省车主用户服务协议》的约定创建并由本公司提供给您本人的账号。您应当依照本公司规定的程序或APP上的提示注销加油省车主账号。建议您在注销前自行备份加油省车主账号相关的所有信息，并请确认与本加油省车主账号相关的所有服务均已进行妥善处理。注销完成后，加油省车主将删除您的个人信息或对其进行匿名化处理（法律法规另有规定的除外）。
		</p>
		<p>请您知悉并理解，根据相关法律法规规定，相关日志记录加油省车主将保留不少于6个月的时间，或甚至更长的时间。</p>
		<p>1.</p>
		<p>我们对您注销加油省车主账号的决定深表遗憾。如果您仍决定继续进行账号注销，您的账号需同时满足以下条件：</p>
		<p>(1) 自愿放弃本账号在加油省车主系统中的资产和虚拟权益（包括但不限于账号余额、加油金、优惠券、津贴等）；</p>
		<p>(2) 账号处于正常使用状态，无被盗风险，无任何账号被限制的记录；</p>
		<p>(3) 账号内无未完成的订单、已提供服务但未支付的订单/服务；</p>
		<p>(4) 本账号及通过本账号接入的第三方中没有未完成或存在争议的服务；</p>
		<p>(5) 账号无任何未结争议纠纷，包括投诉举报或被投诉举报。</p>
		<p>如果您符合前述加油省车主账号注销的条件，请确认您注销的是自己的账号或对该账号有注销的权利，您注销该账号不会侵犯任何第三方的合法权益。</p>
		<p>2.加油省车主账号注销后，您将无法登录、使用本加油省车主账号，也将无法找回本加油省车主账号中及与账号相关的任何内容或信息，包括：</p>
		<p>(1) 您将无法登录、使用加油省车主账号；</p>
		<p>(2) 您的账号、昵称等将释放，允许他人注册；</p>
		<p>(3) 您的身份信息、账号信息（如昵称、头像、用户名）、交易记录将清空且无法找回；</p>
		<p>(4)
			您账号内账号余额、奖励、实名认证信息、已绑定的银行卡等信息将被作废及删除。请确认账号内无任何资产或虚拟权益，您曾获得的加油金、津贴、VIP权益等资产虚拟权益视为您同意放弃，将无法继续使用。您理解并同意，加油省车主无法协助您恢复上述服务，也无法找回账号相关的任何内容或信息。
		</p>
		<p>(5).您注销加油省车主账号需要按照加油省车主规定的流程通过账号注销验证，如您通过验证并注销了账号即视为您有权对该账号进行注销，若因注销引起任何争议纠纷，加油省车主不承担责任。</p>
		<p>(6).在加油省车主账号注销期间，如果您的加油省车主账号涉及争议纠纷，包括但不限于投诉、举报、诉讼、仲裁、国家有权机关调查等，加油省车主有权自行不同意您加油省车主账号的注销而无需另行得到您的同意。</p>
		<p>(7).注销本加油省车主账号并不代表本加油省车主账号注销前的账号行为和相关责任得到豁免或减轻。</p>
		<p>本须知未尽事宜，将按照《加油省车主个人信息保护及隐私政策》、《加油省车主用户服务协议》执行。</p>
		<p>注：本隐私政策版本更新日期为2022年【2】月【15】日，将于2022年【2】月【15】日正式生效。</p>
		<p>&nbsp;</p>
	</view>
</template>

<script>
	export default {
		data() {
			return {

			};
		}
	}
</script>

<style lang="scss">
	page {
		background-color: #fff;
	}

	.privacy-screen {
		padding: 24rpx;
		font-size: 28rpx;
		color: #333;
		word-break: break-all;

		.chapter {
			margin: 0 0 30rpx;

			.chapter-title {
				margin: 0 0 16rpx;
				font-size: 32rpx;
				font-weight: 500;
			}

			.section {
				text-indent: 2em;
				margin: 10rpx 0;

				.section-title {
					font-weight: 500;
					margin-bottom: 10rpx;
				}

				.part {
					margin: 6rpx 0;
					// margin-left: 2em;
					// text-indent: 4em;
				}
			}
		}
	}
</style>
