<template>
	<view class="privacy-screen">
		<view class="chapter">
			<view class="chapter-title">加油省车主用户服务协议</view>
		</view>
		<view class="chapter">
			<view class="chapter-title">一、注册协议条款的确认和接受</view>
			<view class="section">
				本《加油省车主用户服务协议》（以下简称“本协议”》）是您与加油省车主之间就注册加油省车主用
				户账号及使用加油省车主的各项服务等相关事宜所订立的协议。为使用加油省车主的服务，您应当仔细
				阅读并遵守本服务协议下的全部内容，特别是涉及免除或者责任限制的条款，该类条款可能以黑体加粗
				或加下划线的形式提示您重点注意。除非您已阅读并接受本服务协议所有条款，否则您将不能注册加油省车主
				加油账号或使用加油省车主的服务，如您不同意本服务条款的任意内容，请勿注册或使用加油省车主的服务，
				并应立即停止注册程序。如您对本服务协议的内容（特别是涉及免除或者责任限制的条款）有任何疑义，
				可随时按照本服务协议中列明的联系方式与加油省车主联系，加油省车主将根据您的要求为您进一步解释
				和说明相关内容。如您勾选“我同意《加油省车主用户服务协议》”并通过注册程序或其他任何方式使用或
				接受加油省车主的任何服务，即视为您已阅读并同意本服务协议，自愿接受本服务协议的所有内容的约束。
				请您在决定注册或使用服务前再次确认您已知悉并完全理解本服务协议的所有内容。
			</view>
		</view>
		<view class="chapter">
			<view class="chapter-title">二、协议的主体与范围</view>
			<view class="section">
				1、本协议主体。
				<view class="part">
					“加油省车主”签约主体视您所使用的具体服务而定。本协议项下“加油省车主”是上海星楚科技有限公司
					运营或提供您所使用的相关具体服务的相关主体的统称，您可在相关服务的具体服务条款或说明文件中查看
					上述主体的名称和信息。
				</view>
				<view class="part">
					“用户”是指使用加油省车主相关服务的使用人，在本协议中更多称呼为“您”。
				</view>
			</view>
			<view class="section">
				2、本协议范围
				<view class="part">
					本协议内容同时包括：
				</view>
				<view class="part">
					1）本《加油省车主用户服务协议》文本；
				</view>
				<view class="part">
					2）《加油省车主个人信息保护及隐私政策》，您在注册加油省车主账号前，应仔细阅读
					《加油省车主个人信息保护及隐私政策》；
				</view>
				<view class="part" style="font-weight: bold;">
					3）具体服务的服务条款、活动规则，您可在【相关具体服务的网站、页面或应用程序】
					中查阅此类专门服务条款、活动规则；
				</view>
				<view class="part">
					4）专项商品或服务规则，您应根据自身需要，通过加油省车主平台进行跳转等方式，自愿选择接受独立
					第三方服务商及部分关联第三方服务商所提供的服务，您将在使用该等第三方服务前对相应的用户授权协
					议予以同意确认，以作为您和加油省车主平台之间就该等第三方服务的使用所涉及的相关事项的权利义务依据。
					您理解并同意：上述【协议内容】之间如存在不一致之处，以时间上最新发布的内容为准，发布时间相同的，
					以本款【协议内容】中所包含的组成部分的序号倒序排列为准；上述【协议内容】中所述的协议、政策、
					条款与规则构成本服务协议不可分割的组成部分，共同适用于您所使用的加油省车主平台服务。
				</view>
			</view>
			<view class="section">
				3、您理解并同意：根据国家法律法规变化、运营需要或为提升服务质量的目的，加油省车主将在必
				要的时候对上述各项协议、条款与规则不时地进行修改更新，并通过在网页或移动客户端上发出公告、
				站内信等合理、醒目的方式向您进行提前通知，上述修改更新内容将在相关更新说明中指定的日期开始实施；
				您应当及时查阅并了解相关更新修改内容，如您不同意相关更新修改内容，可停止使用相关更新修改内容所
				涉及的服务，此情形下，变更事项对您不产生效力；如您在上述更新修改内容实施后继续使用所涉及的服务，
				将视为您已同意各项更新修改内容。
			</view>
			<view class="section">
				4、本协议适用于网页端、移动客户端（包括IOS、安卓及已有或未来将新增的任何其他移动客户端）
				等各类平台或媒介中加油省车主所提供的各项服务。您知悉并理解，为享受上述相关服务，您必须自行
				提供相关上网设备（如：个人电脑、手机、平板电脑或其他设备）并自行负担相关网络使用和商品服务
				支付所产生的有关费用。
			</view>
		</view>
		<view class="chapter">
			<view class="chapter-title">三、加油省车主账号的注册与使用</view>
			<view class="section">
				1、账号的注册
				<view class="part">
					（1）您知悉并承诺，您必须为符合中华人民共和国（不包括中国香港、澳门及台湾地区，下简称“中国”）
					法律规定的具有完全民事权利和民事行为能力，能够独立承担民事责任的自然人、法人及其他组织。
					若您不具备前述主体资格，加油省车主有权注销（永久冻结）您的注册账号，相关法律责任由您及您的监护人自行承担。
				</view>
				<view class="part">
					（2）您应遵循诚实信用、合法善意的原则，向加油省车主提交相关注册资料，相关注册资料应当遵守法律法规、
					社会主义制度、国家利益、公民合法权益、公序良俗、信息真实等原则，不应提交任何违法或不良信息，
					相关资料如有变动，您应及时更新。如果因您所提供的注册资料不合法、不真实、不准确或未及时更新，
					从而导致相关法律责任或不利后果的，您将承担相应的法律责任及不利后果。
				</view>
				<view class="part">
					（3）因国家法律法规、监管要求及特定门类的服务（如金融服务等）需要，您有可能需要在注册或使用该等服务
					的特定环节中填写真实的身份信息，并需通过相关验证流程后方可使用服务，如您填写的身份信息不完整、
					不真实或未通过验证，将导致您无法使用该服务、损害自身、他人利益或造成其他不利后果，该等后果将由您予
					以承担。
				</view>'<view class="part">
					（4）您在加油省车主平台进行注册时将得到一个用户名和密码，并将生成用户账号，该账号将记载您在加油省车主
					加油平台的活动。
				</view>
			</view>
			<view class="section">
				2、账号的使用
				<view class="part" style="font-weight: bold;">
					（1）您应对您账号项下的所有行为（包括但不限于在线签署任何协议，浏览、购买、支付、点评）所产生的一切
					后果负责，通过您的账号所发生的上述各项行为将视为您本人的真实意思表示。
				</view>
				<view class="part">
					（2）为保证相关账号安全，未经加油省车主的书面同意，您不应将加油省车主平台上所注册的账号借给他人使用，
					否则您应当承担由此产生的全部责任，加油省车主平台保留拒绝提供相应服务、冻结或收回注册账号或终止本
					服务协议的权利，并可要求您对加油省车主所承受的损失予以赔偿。
				</view>
				<view class="part">
					（3）您可以使用注册账号时填写登记的并获得系统审核通过的账号密码登录加油省车主平台。为了您的使用便利，
					加油省车主将适时提供指纹识别、人脸识别等更为安全便捷的登录方式，加油省车主可根据相关法律法规、监管要求、
					用户体验、风险控制等因素对登录方式予以适时调整或增减，或在具体业务门类的用户服务条款等规定中予以进一步
					细化或调整。
				</view>
				<view class="part">
					（4）鉴于网络服务的特殊性，加油省车主无义务审核是否是您本人使用用户名及密码，加油省车主仅审核用户名
					及密码是否与数据库中保存的一致，任何人只要输入的用户名及密码与数据库中保存的一致，即可凭借该组用户名
					及密码登录并获得加油省车主所提供的各类服务，所以即使账户登录行为并非您本人所为，加油省车主将不承担
					因此而产生的任何责任。
				</view>
			</view>
			<view class="section">
				3、账号的保管和找回
				<view class="part" style="font-weight: bold;">
					（1）您应自行负责并妥善、正确地保管、使用、维护您的加油省车主账号和密码，并对您的账号和密码采取必要和
					有效的保密措施。非因加油省车主法定过错导致的任何遗失、泄露、被篡改、被盗以及其他因保管、使用、维护不
					当而造成的损失，您应自行承担。
				</view>
				<view class="part">
					（2）因您个人原因导致的账号信息遗失，如需找回本账号信息，请按照本账号找回流程提供相应的信息，并确保
					提供的信息合法真实有效，若提供的信息不符合要求，无法通过加油省车主安全验证，加油省车主有权拒绝提供
					账号找回服务。
				</view>
				<view class="part">
					（3）如您发现任何人不当使用您的账号或有任何其它可能危及您账号安全的情形时，您应当立即以有效方式通知
					加油省车主，以便加油省车主暂停相关服务。您理解加油省车主对您的请求采取行动需要合理时间，加油省车主对
					在采取行动前已经产生的后果（包括但不限于您的任何损失）以及采取行动后非可归责于加油省车主的后果不承
					担任何责任。
				</view>
				<view class="part">
					（4）您不得恶意注册加油省车主账号，请勿赠与、借用、租用、有偿或无偿转让或售卖本账号或者以其他方式
					许可非初始申请注册人使用本账号，加油省车主有权对上述行为进行独立判断并处理，您应当自行承担由此产生
					的一切责任，同时加油省车主保留追究上述行为人法律责任的权利。且由此产生的一切责任均由您承担。
				</view>
				<view class="part">
					（5） 若您有以下行为，加油省车主有权暂时中止或永久终止您对账号的使用或收回您的加油省车主账号，中断
					或终止向您继续提供加油省车主的产品及/或服务，且无需承担任何责任：
					<view class="part">
						1）根据您的主动申请；
					</view>
					<view class="part">
						2）您违反本协议的内容的；
					</view>
					<view class="part">
						3）根据加油省车主必须遵守的法律法规、监管政策；
					</view>
					<view class="part">
						4） 加油省车主有理由认为您的使用行为对加油省车主及/或他人的合法权益造成（或可能造成）侵害的；
					</view>
					<view class="part">
						5）您的账号连续180天未进行使用的。
					</view>
				</view>
			</view>
			<view class="section">
				4、账号注销
				<view class="part">
					加油省车主为您提供加油省车主账号注销功能，您可以通过加油省车主平台提供的在线注销方式、联系加油省车主
					加油的客服或通过其他加油省车主提供的方式注销您的账号。
					<span style="font-weight: bold;">您理解并同意，在您注销前您已认真阅读、认可加油省车主平台账号注销须知等事宜，并已了解、
						同意相关用户注销流程及注销后的权利义务安排。</span>
				</view>
			</view>
		</view>
		<view class="chapter">
			<view class="chapter-title">四、加油省车主服务内容</view>
			<view class="section">
				1.加油省车主完全按照其发布的服务条款和操作规则通过加油省车主平台等在各种形态（包括未来技术发展出现的
				新的服务形态）向您提供各类服务，包括但不限于在线加油服务、优惠券包消费等，具体服务内容、收费规则等由
				平台根据实际情况提供，请您在使用前仔细了解相关内容。
			</view>
			<view class="section">
				2、广告与第三方链接
				<view class="part">
					（1）您知悉并同意，加油省车主在提供服务的过程中，在符合法律法规的前提下，保留以各种方式投放商业性广告
					（包括广告链接）或其他任何类型的商业信息的权利（包括但不限于在加油省车主平台的任何位置上投放广告）。
				</view>
				<view class="part">
					（2）在符合法律法规的前提下，加油省车主有权自主决定广告投放的形式、位置、内容而不受任何第三方的干预。
				</view>
				<view class="part">
					（3）您同意加油省车主可以通过电子邮件、电子短信或其他方式向您发送商品促销或其他相关商业信息，同时
					加油省车主会为您提供退订方式。
				</view>
				<view class="part">
					（4）加油省车主服务可能会提供与其他互联网网站或资源进行链接。加油省车主会依照法律规定对广告商履行相关
					义务，但您知悉并同意，这些广告商和广告内容非由加油省车主控制，您对广告信息应审慎判断其真实性、可靠性。
					您通过加油省车主的产品与/或服务与广告商或广告主进行任何形式的行为或产生任何形式的纠纷，由您自行负责与
					解决，除法律法规规定由广告发布者承担的责任外，加油省车主不承担任何额外责任，但根据需要会依法提供必要
					的协助。
				</view>
			</view>
		</view>
		<view class="chapter">
			<view class="chapter-title">五、服务使用规则</view>
			<view class="section">
				1.服务使用的基本原则
				<view class="part">
					（1）您在使用加油省车主的产品及/或服务的过程中，应遵守法律法规及其他规范性文件，包括但不限于
					《中华人民共和国保守国家秘密法》、《中华人民共和国著作权法》、《中华人民共和国计算机信息系统安全保护条例》、
					《计算机软件保护条例》、《互联网电子公告服务管理规定》、《中华人民共和国网络安全法》、
					《信息网络传播权保护条例》等；应遵守公共秩序，尊重社会公德，不得危害网络安全，不得利用网络从事危害国家
					安全、荣誉和利益，煽动颠覆国家政权、推翻社会主义制度，煽动分裂国家、破坏国家统一，宣扬恐怖主义、
					极端主义，宣扬民族仇恨、民族歧视，传播暴力、淫秽色情信息，编造、传播虚假信息扰乱经济秩序和社会秩序，
					以及侵害他人名誉、隐私、知识产权和其他合法权益等活动。在任何情况下，加油省车主一旦合理地认为您存在
					或可能存在上述行为的，可以在任何时候，不经事先通知中止或终止向您提供加油省车主服务。
				</view>
				<view class="part">
					（2）加油省车主服务将仅限于您在加油省车主平台或加油省车主明确授权的其他平台上进行使用，任何以破解、
					转译、转录等非法或未经加油省车主明确允许的手段将加油省车主服务与加油省车主平台或其他加油省车主授权
					的平台相分离的行为，均不属于本协议中约定的加油省车主服务。加油省车主保留追究侵权行为人的法律责任及
					索赔的权利。
				</view>
				<view class="part">
					（3）您知悉并同意，加油省车主仅提供相关的平台网络服务，除此之外与相关服务有关的设备（如个人电脑、
					手机、及其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费、
					为使用移动网而支付的手机费）均应由您自行负担。您需理解并同意，使用本服务时会耗用终端设备和带宽等资源。
				</view>
				<view class="part">
					（4）您确认，您在平台上按照服务流程所确认的交易状态，将成为平台为您进行相关交易或操作的不可撤销的
					指令。您同意相关指令的执行时间以加油省车主平台在系统中进行实际操作的时间为准。您同意加油省车主有
					权依据本协议及加油省车主相关纠纷处理规则等约定对相关事项进行处理。您未能及时对交易状态进行修改、
					确认或未能提交相关申请所引起的任何纠纷或损失由您自行负责，加油省车主不承担任何责任。
				</view>
			</view>
			<view class="section">
				2、虚拟资产的使用规则：
				<view class="part">
					（1）加油省车主服务项下的虚拟资产包括但不限于加油金、优惠券等您通过免费或付费方式，在遵守一定使用规则前提下获得的。
				</view>
				<view class="part">
					（2）虚拟资产的定价、获得途径、方式、数量、使用方法、有效期限等所有内容以加油省车主平台公布、实际展示、说明为准。
				</view>
				<view class="part">
					（3）因加油省车主的自身发展、运营情况而自行决定停止虚拟资产等相关加油省车主服务或者加油省车主丧失运
					营资格的情况下，以现金方式直接取得的虚拟资产，可以依照加油省车主的相关规则，按照现金购买价格等价退款；
					但通过推广、营销活动等而非由现金方式直接获得的虚拟资产，不予退还或补偿。
				</view>
			</view>
			<view class="section">
				3、付款与发票
				<view class="part">
					（1）您同意并认可加油省车主平台现行公示或未来更新的有关服务价格标准，您可以在加油省车主平台上查看相
					关价格。在您下订单时，请您仔细确认所购服务的名称、价格、数量、型号等信息。
				</view>
				<view class="part">
					（2）由于受市场变化及各种以合理商业努力难以控制因素的影响，加油省车主无法避免您提交的订单信息中出现
					缺货、价格标示错误等情况；如您的订单出现以上情况，您有权取消订单，服务/产品提供方亦有权自行取消订单，
					若您已经付款，则为您办理退款。
				</view>
				<view class="part">
					（3）您在加油省车主平台可以使用您的第三方电子支付账户（包括但不限于微信支付账户或支付宝支付账户）
					进行支付。处理您使用服务相关的付款时，除了受到本协议的约束之外，还要受电子支付服务商及信用卡/借记卡发
					卡行的条款和政策的约束。加油省车主对于电子支付服务商或银行发生的错误不承担责任。
				</view>
				<view class="part">
					（4）在您提出开具发票的要求时，加油省车主将为您开具发票，具体发票开具及申请规则，请参见加油省车主平
					台所列示的开票说明。
					<span style="font-weight: bold;">请特别注意，部分交易后的发票将由服务/产品提供方为您开具并已明示于相关交易界面；
						请您在下单时予以注意并在交易成功后及时向服务/产品提供方索要发票。</span>
				</view>
				<view class="part">
					（5）加油省车主提供订单管理功能，您可以随时通过手机应用端自助查询近6个月的订单情况。
					<span style="font-weight: bold;">针对加油省车主在线加油服务，您应在完成加油后再下单支付；
						如您对加油订单有任何异议，应当在下单后48小时内联系加油省车主，并配合加油省车主提供该笔订单的相关信息
						（包括但不限于您的个人信息、加油消费情况等）以便对您提出的异议进行核实和处理；逾期反馈的，
						可能会出现无法核实、无法退单等情形，届时由您自行承担相应不利后果。</span>
				</view>
			</view>
			<view class="section">
				4、加油省车主有权基于交易安全等方面的考虑不时设定涉及交易的相关事项，包括但不限于交易限额、交易次数等，
				您了解前述设定可能会对交易造成一定不便，对此没有异议。如果加油省车主发现了因系统故障或其他任何原因导致
				的处理错误，无论有利于加油省车主还是有利于您，加油省车主都有权纠正该错误。您应根据加油省车主向您发出的
				有关纠正错误的通知的具体要求返还多收的款项或进行其他操作。您理解并同意，您因前述处理错误而多付或少付的
				款项均不计利息，加油省车主不承担因前述处理错误而导致的任何损失或责任。
			</view>
		</view>
		<view class="chapter">
			<view class="chapter-title">六、服务变更、中断或终止</view>
			<view class="section">
				1.您理解加油省车主需要定期或不定期地对提供服务的相关设备或网络进行检修或者维护，如因此类情况而造成服务
				在合理时间内的中断，加油省车主无需为此承担任何责任，但应尽可能事先进行通告。
			</view>
			<view class="section">
				2.无论本协议是否有其他约定，若发生下列任何一种情形，加油省车主有权随时中断或终止向您提供本协议项下的服务
				而无需对您或任何第三方承担任何责任或义务：
				<view class="part">
					（1）您提供的个人资料不真实；
				</view>
				<view class="part">
					（2）您违反本协议中约定的使用规则及不时的更新、加油省车主不时发布及更新的相关操作规则及要求；
				</view>
				<view class="part">
					（3）您恶意操作、诋毁、损害加油省车主声誉；
				</view>
				<view class="part">
					（4）利用加油省车主服务有从事违反国家法律法规的行为。
				</view>
				<view class="part">
					（5）在（4）的情况下，如有关政府主管部门要求加油省车主配合相关调查、采取相关监管、处罚措施，
					加油省车主将全力配合，因此给您带来的操作不能、操作不便等，加油省车主不承担任何责任。
				</view>
			</view>
		</view>
		<view class="chapter">
			<view class="chapter-title">七、用户行为规范与责任承担</view>
			<view class="section">
				1.您应在遵守本协议、法律法规及其他规范性文件的前提下访问和使用加油省车主服务。您同意，您不会进行或利用
				加油省车主服务进行下列活动（也不为他人进行下列活动提供便利和支持）：
				<view class="part" style="font-weight: bold;">
					（1）通过不正当手段或以违反诚实信用原则的方式（如利用规则漏洞、利用系统漏洞、滥用会员身份、黑色产业、
					投机等违背加油省车主服务的初衷的方式）获取、使用加油省车主服务；
				</view>
				<view class="part">
					（2）从事侵犯加油省车主或他人合法权益的活动或违法犯罪活动，包括为上述活动提供帮助；
				</view>
				<view class="part">
					（3）未经加油省车主及他人（如涉及）事先明确书面许可，自行或委托他人以任何方式（包括但不限于机器人软件、
					蜘蛛软件、爬虫软件等任何自动程序、脚本、软件）获取平台的服务、内容、数据（包括但不限于业务数据和用户的个
					人信息）；
				</view>
				<view class="part">
					（4）规避、移除、更改、阻碍、破坏或以其他方式扰乱加油省车主用于保护加油省车主服务的安全措施；
				</view>
				<view class="part">
					（5）未经加油省车主明确授权，采用收费或免费的方式，在任何公开场合全部或部分展示加油省车主服务/
					或加油省车主服务内容（但如您的上述行为不构成侵权的除外）；
				</view>
				<view class="part" style="font-weight: bold;">
					（6）通过侵犯第三人合法权益、作弊、扰乱系统、实施网络攻击、恶意套现、刷信誉、批量注册、用机器注册
					加油省车主平台账户、用机器模拟客户端等手段进行交易或参加加油省车主或其所授权的第三方发布的任何活动。
				</view>
				<view class="part">
					（7）其他未经加油省车主明示授权许可或违反本协议、法律法规或监管政策、侵犯加油省车主及/或他人合法权益的行为。
				</view>
			</view>
			<view class="section">
				1.您应在遵守本协议、法律法规及其他规范性文件的前提下访问和使用加油省车主服务。您同意，您不会进行或利用
				加油省车主服务进行下列活动（也不为他人进行下列活动提供便利和支持）：
			</view>
			<view class="section">
				2.如您在使用加油省车主服务过程中涉及上述行为中的一项或多项，则需要对自己的行为承担法律责任。
				<span style="font-weight: bold;">承承担法律责任的形式包括但不限于：对受到侵害者进行赔偿，
					以及在加油省车主首先承担了因您的行为导致的行政处罚或侵权损害赔偿责任等损失（含诉讼费、律师费等相关法律程
					序费用）后，您应立即给予加油省车主等额的赔偿。此外，根据具体违法违规情形，加油省车主有权作出独立判断，
					立即暂停或终止对您提供部分或全部服务，包括锁定、注销、删除帐号等措施。</span>
			</view>
			<view class="section" style="font-weight: bold;">
				3.您知悉并理解，如果加油省车主发现您的上述违法违规行为，依据相关法律法规的规定，加油省车主有权或有义务
				立即停止相关服务，删除或屏蔽相关违规信息、服务评价，并视情况进行调查取证，保存有关记录，或向国家有关机
				关举报。同时，加油省车主有权自主删除、屏蔽含有该内容的任何数据信息。加油省车主将根据国家相关法律法规要求
				，对依法删除、屏蔽的数据信息予以记录、保存。
			</view>
			<view class="section">
				4.除非在特定服务条款或规则中您与加油省车主另有约定或加油省车主另行予以书面同意，您将确保本服务协议下的
				服务仅为您个人非商业性质的使用。未经加油省车主书面同意，您不得使用未经加油省车主授权的任何插件、外挂或
				第三方工具对本服务协议下的服务进行干扰、破坏、修改或施加其他影响。
			</view>
		</view>
		<view class="chapter">
			<view class="chapter-title">八、知识产权</view>
			<view class="section">
				1.加油省车主提供的服务中包含的任何文本、图片、图形、音频和/或视频资料均受版权、商标和/或其它财产所有权法
				律的保护，未经相关权利人同意，上述资料均不得用于任何商业目的。
			</view>
			<view class="section">
				2.加油省车主为提供服务而使用的任何软件（包括但不限于软件中所含的任何图像、照片、动画、录像、录音、音乐
				、文字和附加程序、随附的帮助材料）的一切权利均属于该软件的著作权人，未经该软件的著作权人许可，您不得对该
				软件进行反向工程（reverse engineer）、反向编译（decompile）或反汇编（disassemble）。
			</view>
		</view>
		<view class="chapter">
			<view class="chapter-title">九、隐私保护</view>
			<view class="section">
				1.保护您隐私是加油省车主的一项基本政策，加油省车主保证不对外公开或向第三方提供单个您的注册资料及您在使用
				网络服务时存储在加油省车主的非公开内容，但下列情况除外：
				<view class="part">
					（1）事先获得您的明确授权；
				</view>
				<view class="part">
					（2）根据有关的法律法规要求；
				</view>
				<view class="part">
					（3）按照相关政府主管部门的要求；
				</view>
				<view class="part">
					（4）为维护社会公众的利益；
				</view>
				<view class="part">
					（5）为维护加油省车主的合法权益。
				</view>
			</view>
			<view class="section">
				2.更多关于个人信息处理和保护规则、用户对个人信息的控制权等内容，请您访问加油省车主个人信息保护及隐私政
				策（例如：手机端加油省车主APP的查询路径为：我的-设置-隐私，点击“隐私政策”）。
			</view>
		</view>
		<view class="chapter">
			<view class="chapter-title">十、责任限制</view>
			<view class="section">
				1.本协议中的任何内容均不影响您作为用户始终有权享有的不能以协议约定方式同意改变或放弃的任何法定权利。
				本协议及本协议中包含的所有免责和责任限制条款仅适用于法律法规允许的最大限度内。
			</view>
			<view class="section">
				2.您知悉并同意，除本协议另有约定或法律法规另有规定外，加油省车主服务乃按“现状”提供，加油省车主不对提
				供的服务（含技术和信息）作出任何明示或暗示的承诺或保证，包括但不限于质量、稳定、正确、及时、完整、连贯、
				安全，但加油省车主承诺将不断提升服务质量及服务水平，为用户提供更加优质的服务。
			</view>
			<view class="section">
				3.除法律法规另有规定外，不论是否预见，加油省车主仅对加油省车主提供的服务承担法律允许的最大范围的责任，
				因服务导致的任何间接、附带、衍生或惩罚性的损失和/或损害及利润损失、商业信誉、业务机会、数据或其他有形
				或无形损失，加油省车主不承担任何责任。加油省车主亦不对任何第三方的诽谤、犯罪或其他非法行为承担责任，亦
				不赔偿因此造成的您的任何损失。
			</view>
			<view class="section">
				4.加油省车主仅承担本协议明确约定的直接责任。除法律法规另有规定或本协议另有约定，在任何情况下，加油省车主
				对本协议所承担的赔偿责任总额不超过加油省车主因向您提供服务而收取的服务费总额。
			</view>
		</view>
		<view class="chapter">
			<view class="chapter-title">十一、通知和联系方式</view>
			<view class="section">
				1.本协议项下加油省车主对于用户所有的通知均可通过网页公告、站内信、电子邮件、手机短信或常规的信件传送等方
				式进行，该等通知于发送之日视为已送达您。
			</view>
			<view class="section">
				2.如您对本协议或使用加油省车主服务相关的事宜有任何问题（包括问题咨询、投诉等），加油省车主专门为您提供了
				多种反馈通道，希望为您提供满意的解决方案：
				<view class="part">
					（1）在线客服/其他在线意见反馈通道：您可与加油省车主平台上产品功能页面的在线客服联系或者在线提交意见反馈；
				</view>
				<view class="part">
					（2）人工客服通道：您可以拨打加油省车主的客服电话（400-808-7286）与加油省车主联系。
				</view>
				<view class="part">
					加油省车主会在收到您的反馈后尽快向您答复。
				</view>
			</view>
		</view>
		<view class="chapter">
			<view class="chapter-title">十二、其他条款</view>
			<view class="section">
				1.本协议适用中华人民共和国法律。因本协议引起的或与本协议有关的任何争议，各方应友好协商解决；协商不成的，
				任何一方均可将有关争议提交至北京仲裁委员会并按照其届时有效的仲裁规则仲裁；仲裁裁决是终局的，对各方均有
				约束力。
			</view>
			<view class="section">
				2.如果本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，或违反任何适用的法律，则该条款被视
				为无效，但本协议的其余条款仍应有效并且有约束力。
			</view>
		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {

			};
		}
	}
</script>

<style lang="scss">
	page {
		background-color: #fff;
	}

	.privacy-screen {
		padding: 24rpx;
		font-size: 28rpx;
		color: #333;

		.chapter {
			margin: 0 0 30rpx;

			.chapter-title {
				margin: 0 0 16rpx;
				font-size: 32rpx;
				font-weight: 500;
			}

			.section {
				text-indent: 2em;
				margin: 10rpx 0;

				.section-title {
					font-weight: 500;
					margin-bottom: 10rpx;
				}

				.part {
					margin: 6rpx 0;
					// margin-left: 2em;
					// text-indent: 4em;
				}
			}
		}
	}
</style>
